Revit 2027 API
BuiltInFailures.CopyPasteFailures.CannotCopyMassing Property
 A massing cannot be copied. Copy the elements within the massing instead.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCopyMassing { get; }
Public Shared ReadOnly Property CannotCopyMassing As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCopyMassing {
	FailureDefinitionId^ get ();
}
static member CannotCopyMassing : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace